class Atividades {
  String fotoPerfil;
  String nome;
  String post;
  String usuario;
  String dataPost;

  Atividades(
      this.nome, this.fotoPerfil, this.usuario, this.dataPost, this.post);
}

List<Atividades> listaAtividades = [
  Atividades('Cidade ADM de MG', 'assets/foto_pefil.png', '@cidadeadm', '1',
      'е елементарен примерен текст, използ е индустриален стандарт от около 1500 година, когато неизвестен печатар взема няколко печатарски букви и ги разбърква, за да напечата с'),
  Atividades('Cidade ADM de MG', 'assets/foto_pefil.png', '@cidadeadm', '2',
      'е елементарен примерен текст, използван в печатарската и типографската инIpsum е индустриален стандарт от около 1500 година, когато неизвестен печатар взема няколко печатарски букви и ги разбърква, за да напечата с'),
  Atividades('Cidade ADM de MG', 'assets/foto_pefil.png', '@cidadeadm', '3',
      'е елементарен примереи ги разбърква, за да напечата с'),
  Atividades('Cidade ADM de MG', 'assets/foto_pefil.png', '@cidadeadm', '4',
      'е елементарен примерен текст, използван в печатарската и типогrem Ipsum е индустриален стандарт от около 1500 година, когато неизвестен печатар взема няколко печатарски букви и ги разбърква, за да напечата с'),
  Atividades('Cidade ADM de MG', 'assets/foto_pefil.png', '@cidadeadm', '5',
      'е елементарен примерен текст, използван в печатарската и типографската индустрияарт от около 1500 година, когато неизвестен печатар взема няколко печатарски букви и ги разбърква, за да напечата с'),
  Atividades('Cidade ADM de MG', 'assets/foto_pefil.png', '@cidadeadm', '6',
      'е елементарен примерен текст, използван в пеm Ipsum е индустриален стандарт от около 1500 година, когато неизвестен печатар взема няколко печатарски букви и ги разбърква, за да напечата с'),
  Atividades('Cidade ADM de MG', 'assets/foto_pefil.png', '@cidadeadm', '7',
      'е елементарен примерен текст, използван в пската и типографската индустрия. Lorem Ipsum е индустриален стандарт от около 1500 година, когато неизвестен печатар взема няколко печатарски букви и ги разбърква, за да напечата с'),
  Atividades('Cidade ADM de MG', 'assets/foto_pefil.png', '@cidadeadm', '8',
      'е елементарен примерен текст, използван в печатарската и типоален стандарт от около 1500 година, когато неизвестен печатар взема няколко печатарски букви и ги разбърква, за да напечата с'),
  Atividades('Cidade ADM de MG', 'assets/foto_pefil.png', '@cidadeadm', '9',
      'е елементарен примерен текст, използван в печатарската и типографската индустрия. Lorem Ipsum е индарт от около 1500 година, когато неизвестен печатар взема няколко печатарски букви и ги разбърква, за да напечата с'),
  Atividades('Cidade ADM de MG', 'assets/foto_pefil.png', '@cidadeadm', '10',
      'е елементарен примерен текст, използван в печатарската и типографската индустрия. Lorem Ipsum е индустриато неизвестен печатар взема няколко печатарски букви и ги разбърква, за да напечата с'),
  Atividades('Cidade ADM de MG', 'assets/foto_pefil.png', '@cidadeadm', '11',
      'е елементарен пример1500 година, когато неизвестен печатар взема няколко печатарски букви и ги разбърква, за да напечата с'),
  Atividades('Cidade ADM de MG', 'assets/foto_pefil.png', '@cidadeadm', '12',
      'е елементарен примерен тексте индустриален стандарт от около 1500 година, когато неизвестен печатар взема няколко печатарски букви и ги разбърква, за да напечата с'),
  Atividades('Cidade ADM de MG', 'assets/foto_pefil.png', '@cidadeadm', '13',
      'е елементарен примерен текстпографската индустрия. Lorem Ipsum е индустриален стандарт от около 1500 година, когато неизвестен печатар взема няколко печатарски букви и ги разбърква, за да напечата с'),
  Atividades('Cidade ADM de MG', 'assets/foto_pefil.png', '@cidadeadm', '14',
      'е елементарен примерен текст, използван в печатарската и тип, когато неизвестен печатар взема няколко печатарски букви и ги разбърква, за да напечата с'),
  Atividades('Cidade ADM de MG', 'assets/foto_pefil.png', '@cidadeadm', '15',
      'е елто неизвестен печатар взема няколко печатарски букви и ги разбърква, за да напечата с'),
  Atividades('Cidade ADM de MG', 'assets/foto_pefil.png', '@cidadeadm', '16',
      'е елеметарската и типографската индустрия. Lorem Ipsum е индустриален стандарт от около 1500 година, когато неизвестен печатар взема няколко печатарски букви и ги разбърква, за да напечата с'),
  Atividades('Cidade ADM de MG', 'assets/foto_pefil.png', '@cidadeadm', '17',
      'е елементарен примерен текст,ви и ги разбърква, за да напечата с'),
  Atividades('Cidade ADM de MG', 'assets/foto_pefil.png', '@cidadeadm', '18',
      'е елементарен примерен текст, използван дарт от около 1500 година, когато неизвестен печатар взема няколко печатарски букви и ги разбърква, за да напечата с'),
];
